[
  {
    "isim": "Marketia",
    "aciklama": "Marketia, oyuncuların bir markette alışveriş deneyimini eğlenceli ve stratejik bir maceraya dönüştürdüğü bir oyundur. Oyuncular, çeşitli karakterlerden birini seçerek kendilerine verilen alışveriş listesindeki ürünleri market reyonlarından toplar, engelleri aşar ve ürünleri kasa noktasına ulaştırarak alışverişi tamamlamaya çalışırlar.",
    "resim": "icon/oyun1.png",
    "link": "https://redspid.itch.io/marketia"
  }
,
  {
    "isim": "Destroy Of Darkness",
    "aciklama": "Bir zamanlar doğanın en huzurlu köşesi olan Aeloria Ormanı, gölgelerin içinden gelen vahşi yaratıklar tarafından ele geçirildi. Ağaçlar artık fısıldamıyor, kuşlar şarkı söylemiyor. Geceler gündüzden uzun, rüzgar bile korkuyla esiyor.Sen, ormanın kadim koruyucularından geriye kalan son kişisin. Görevin basit ama tehlikeli:Karanlığı yok et ve ormanı eski günlerine döndür.Ancak bu sadece fiziksel bir savaş değil… Vahşiler bir zamanlar ormanda yaşayan canlıların bozulmuş formları. Her düşman, bir zamanlar bir dosttu. Her adımda seçim yapmalı, kurtarılabilir olanı kurtarmalı, geri dönülemez olanı yok etmelisin.",
    "resim": "icon/oyun2.png",
    "link": "https://redspid.itch.io/destroyofdarkness"
  }
,
  {
    "isim": "Magic World",
    "aciklama": "Biz ve yanımızdaki 4 büyücüyle beraber bir krallığa diplomasi için gidiyoruz. Gittiğimizde bir komutanla karşılaşıyoruz. Bizi beklediğini ve kralın bizim için ziyafet düzenlediğini söylüyor ve gitmemiz gerektiğini belirtiyor. Biz de gidiyoruz ve kralın yanına çıkıyoruz. Kralla konuşuyoruz. Kral, bize güneydeki savaşta onun yanında savaşa katılmamızı söylüyor. Biz de nazik bir şekilde, iki krallık arasındaki savaşa dahil olmayacağımızı söylüyoruz. Sonrasında anlaşmazlık çıkıyor. Ziyafette yemek yerken bizi ve adamlarımızı zehirliyorlar. Dört büyücü ölüyor, geriye biz kalıyoruz. Biz de mevcut gücümüzle düşmanlarımızı öldürüp, büyücülerin intikamını almak için kralın yanına gitmeye çalışıyoruz.",
    "resim": "icon/oyun3.png",
    "link": "https://redspid.itch.io/magic-world"
  },
  {
    "isim": "Beyond Redemption",
    "aciklama": "Gözlerini açtığında bir şeylerin farklı olduğunu hemen fark ediyorsun… tenin yok, nabzın atmıyor, kalbin suskun. Bir iskeletsin.Zifiri karanlık bir zindandasın. Neresi olduğunu, kim olduğunu ya da neden burada olduğunu hatırlamıyorsun. Tek bildiğin, bu yerden çıkman gerektiği. Ama zindan senin gibi sıradan ruhları değil, suçlarını affedemeyenleri hapseder...“Beyond Redemption” – Affedilemeyenlerin diyarı.Her kemikte geçmişinin yankıları, her adımda günahlarının izleri var. Zindan yaşayan bir varlık gibi, seni gözlüyor, seni yönlendiriyor, seni deniyor. Zamanla hatıralarını parça parça toplarken, bu zindandan kurtulmanın tek yolunun kendi geçmişinle yüzleşmek olduğunu fark edeceksin.",
    "resim": "icon/oyun4.png",
    "link": "https://redspid.itch.io/beyond-redemption"
  }
,
  {
    "isim": "Cookie Bones",
    "aciklama": "Cesaretini topla ve kurabiyeler için risk al!Bu hızlı tempolu aksiyon oyununda iskelet dalgalarına karşı savaş, altın ve kemikler topla ve hayatta kalmaya çalış. Ekibini kur, stratejini planla ve her adımda daha güçlü düşmanlarla yüzleş!",
    "resim": "icon/oyun5.png",
    "link": "https://redspid.itch.io/cookie-bones"
  }
,
  {
    "isim": "Converge",
    "aciklama": "Bu oyunda, haritanın farklı noktalarında başlayan 3 karakterimizi bir araya getirmeye çalışıyoruz.",
    "resim": "icon/oyun6.png",
    "link": "https://redspid.itch.io/converge"
  }
,
  {
    "isim": "Son Şans",
    "aciklama": "Derin bir nefes al... Ekrandaki pikseller titriyor, terminalden akan kod satırları anlamsız bir dansa tutuşmuş gibi. Hayır, bu bir hata değil. Bu bir saldırı. Senin sistemine, senin hayatına.Virüsler sızdı. Klasörlerin çığlık atıyor, dosyaların can çekişiyor. Yılların emeği, tüm projelerin, kod satırların, hatta o özel anıların... hepsi silinmek üzere. Geri sayım başladı ve her saniye, sistemin kalbine biraz daha yaklaşıyorlar.Ama daha bitmedi. Tarayıcı modülü hala çalışıyor. O, senin son umudun. Tek şansın. Bu dijital kabusun içinde, klavye senin silahın, kodların ise mermilerin.Şimdi virüs isimlerini tek tek incele. Her biri farklı bir tehdit, farklı bir zafiyet. Onları tanı, türlerine göre sınıflandır ve temizle. Süre daralıyor, çok geç kalırsan sistemin tamamen çökecek ve her şeyini kaybedeceksin.Hadi bakalım programcı. Bu dijital savaşta galip gelmeli, sistemini kurtarmalısın!",
    "resim": "icon/oyun7.png",
    "link": "https://redspid.itch.io/son-sans"
  }
,
  {
    "isim": "Animal Kitchen",
    "aciklama": "Animal Kitchen, mutfakta hızlı ve dikkatli olman gereken eğlenceli bir yemek hazırlama oyunudur. Farklı hayvan müşterilerin siparişlerini doğru malzemelerle hazırlamalı, servis etmeli ve mutfakta kaosu yönetmelisin!",
    "resim": "icon/oyun8.png",
    "link": "https://redspid.itch.io/animal-kitchen"
  }
,
  {
  "isim": "Pişti",
  "aciklama": "Keyifli bir pişti deneyimine hazır mısın ?",
  "resim": "icon/oyun9.png",
  "link": "https://redspid.itch.io/pisti",
  "playstore": "https://play.google.com/store/apps/details?id=com.REDSPID.pisti"
  },
  {
    "isim": "War Of Words",
    "aciklama": "War Of Words, kelimeleri tahmin ederek ilerlediğin basit bir aksiyon oyunudur. Oyunda karakterini kontrol eder, harfleri seçerek gizli kelimeyi bulmaya çalışırsın.",
    "resim": "icon/oyun10.png",
    "link": "https://redspid.itch.io/war-of-words"
  }
,
  {
    "isim": "The Last Piece",
    "aciklama": "The Last Piece, zekanı ve stratejini kullanarak kod bloklarını doğru şekilde bir araya getirdiğin bir bulmaca oyunudur. Her seviyede, verilen kodlar içindeki hatalı kısımları doğru olanlarla değiştirerek eksik olan son parçayı bulur ve bulmacayı tamamlarsın.",
    "resim": "icon/oyun11.png",
    "link": "https://redspid.itch.io/the-last-piece"
  }
,
  {
    "isim": "Gold Miner",
    "aciklama": "Gold Miner, doğru zamanda hamle yaparak yeraltındaki altınları ve değerli nesneleri topladığın, refleks ve dikkat gerektiren bir beceri oyunudur. Kancanı kullanarak hedefini seç, ağırlığı ve değeri hesaba kat ve en kazançlı hamleyi yap.",
    "resim": "icon/oyun12.png",
    "link": "https://redspid.itch.io/gold-miner"
  },
  {
    "isim": "Yap Ve Boz",
    "aciklama": "Klasik yapboz mantığını dijital ortama taşıyan eğlenceli ve basit bir bulmaca oyunudur. Amacın, karışık halde verilen parçaları doğru yerlere yerleştirerek görseli tamamlamaktır.",
    "resim": "icon/oyun13.png",
    "link": "https://redspid.itch.io/yap-ve-boz"
  }
,

  {
    "isim": "Battle Of Pipes",
    "aciklama": "Battle Of Pipes, üst ve alt ekranda bulunan iki boru hattı arasında geçen bir para mücadelesidir.Üst ekranda kırmızı borular, alt ekranda yeşil borular yer alır ve her iki taraftaki borulardan belirli aralıklarla paralar çıkar.",
    "resim": "icon/oyun14.png",
    "link": "https://redspid.itch.io/battle-of-pipes"
  }
,
  {
    "isim": "Taş Kağıt Makas",
    "aciklama": "Taş Kağıt Makas, klasik oyunu dijital ortama taşıyan, bilgisayara karşı oynanan hızlı ve eğlenceli bir oyundur. Oyuncu her turda taş, kağıt veya makas seçeneklerinden birini seçer ve bilgisayarın yaptığı seçimle karşılaştırılır.",
    "resim": "icon/oyun15.png",
    "link": "https://redspid.itch.io/taskagitmakas"
  }
,
  {
    "isim": "XoX",
    "aciklama": "Oyunda amacın, kareli alan üzerine X veya O işaretlerini sırayla yerleştirerek üçlü bir sıra oluşturmaktır.",
    "resim": "icon/oyun16.png",
    "link": "https://redspid.itch.io/xox"
  }
]
